Step_2_snappyHexMesh/USP_induction_port/mesh1/0.orig/U
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet
    {
        type 		 flowRateInletVelocity;
	    volumetricFlowRate constant 2.21e-4;
	    rhoInlet 	 1.225;
    }

    outlet
    {
        type zeroGradient;
    }

    wall
    {
        type            noSlip;
    }

}

// ************************************************************************* //
